Revit 2024 API
LabelUtils Properties
The LabelUtils type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
LabelUtils Class
Autodesk.Revit.DB Namespace